import React, { useState } from 'react';
import Col from 'react-bootstrap/Col';
import Row from 'react-bootstrap/Row';
import Container from 'react-bootstrap/Container';

const Other13 = (props) => {
    return (
        <>
            <Container style={{ marginBottom: '20px' }}>
                <Row>
                    <Col xs={12} style={{ textAlign: 'left', fontWeight: 'bold' }}>
                        <span>十三、 <span style={{ textDecoration: 'underline' }}>重 大 或 有 負 債 及 未 認 列 之 合 約 承 諾</span></span>
                    </Col>
                </Row>
                <Row style={{ marginTop: '10px' }}>
                    <Col xs={{ span: 0.5, offset: 1 }} >
                        ( 一 )
                    </Col>
                    <Col xs={10} >
                        <p contentEditable={true} suppressContentEditableWarning={true} style={{ textDecoration: 'underline' }}>
                            重大承諾及或有事項
                        </p>
                        <Row style={{ marginTop: '10px' }}>
                            <Col xs={0.5} >
                                1.
                            </Col>
                            <Col xs={11} >
                                <p contentEditable={true} suppressContentEditableWarning={true}>
                                    本行及兆豐紐約分行與美國紐約州金融服務署(NewYorkState
                                    DepartmentofFinancialServices，以下簡稱NYDFS)於2016年8月
                                    19日共同簽署合意令(ConsentOrder)，本行及兆豐紐約分行因未能建
                                    置適當之防制洗錢遵循計畫，及未能有效遵循美國銀行保密法
                                    (BSA;BankSecrecyAct)/反洗錢(AML;Anti-MoneyLaundering)相關
                                    法規之申報情事，除遭課罰款美金1億8仟萬元及提出書面改善計畫
                                    外，應聘任NYDFS指定之遵循顧問，於聘僱期間內(6個月)立即就兆豐
                                    紐約分行BSA/AML遵循功能的缺失改善情形，進行監督並提供諮詢。另
                                    應再聘任NYDFS所指定的獨立監督人，持續對兆豐紐約分行遵循
                                    BSA/AML相關規範及法規要求之有效性，進行全面性的審查，並提出遵
                                    循報告與建議。此外，獨立監督人已執行重新檢視兆豐紐約分行自2012
                                    年1月1日起至2014年12月31日止之美元清算交易，以確認經由兆
                                    豐紐約分行之可疑交易活動，是否可被適當辨認及依據相關可疑交易
                                    活動申報規範進行申報，且有無違反美國財政部海外資產控制辦公室
                                    (OFAC;OfficeofForeignAssetControl)法規及上述相關規定。
                                    員工消費性
                                    放款53,702$2,982$V無無
                                    自用住宅抵
                                    押放款86734,852642,559V不動產無
                                    其他放款6141,519141,168V不動產/
                                    本行定存無
                                    正常
                                    放款
                                    逾期
                                    放款
                                    107年12月31日
                                    單位：新臺幣仟元
                                    類別戶數或關
                                    係人名稱
                                    本期最高
                                    餘額期末餘額
                                    履約情形擔保品
                                    內容
                                    與非關係人
                                    之交易條件
                                    有無不同
                                    保證責任
                                    準備餘額
                                    108年12月31日兆豐產物保險$8,9419,258$125$1%本行存款
                                    107年12月31日兆豐產物保險9,1639,1631291%本行存款
                                    單位：新臺幣仟元
                                    日期關係人名稱本期最高餘額期末餘額費率區間擔保品內容
                                    108年度107年度
                                    薪資及其他短期員工福利86,773$89,919$
                                    退職後福利1,8072,377合計$91,72689,150$
                                    ~140~
                                    就上述事件，臺灣臺北地方法院檢察署偵辦本行疑似洗錢案件(本案
                                    件)，業經偵查終結，於民國106年5月22日發出新聞稿表示，本案件
                                    迄查無本行相關人員及本國人涉有幫助洗錢犯罪事證。
                                    金管會民國106年2月6日金管檢控字第1060152046號函內容亦說
                                    明，就查核所得資料尚無事實顯示本案件屬疑似洗錢交易。
                                    截至查核報告日止，本行及兆豐紐約分行所聘任之遵循顧問已於約定
                                    期限內完成上述要求之監督及諮詢。獨立監督人已依約於2019年底完
                                    成上述相關審查工作，審查期間就遵循狀況提出之建議與報告，本行已
                                    呈報董事會。又獨立監督人對上述期間兆豐紐約分行美元清算交易之
                                    回溯調查，已於2020年2月底完成調查工作，審查期間相關發現已依
                                    規定提報董事會及相關主管機關。
                                </p>
                            </Col>
                        </Row>
                        <Row style={{ marginTop: '10px' }}>
                            <Col xs={0.5} >
                                2.
                            </Col>
                            <Col xs={11} >
                                <p contentEditable={true} suppressContentEditableWarning={true}>
                                    本行、兆豐紐約分行、兆豐芝加哥分行及兆豐矽谷分行與美國聯邦準備
                                    理事會(FED)及伊利諾州金融廳於2018年1月17日共同簽署裁罰令
                                    (OrdertoCeaseandDesistandOrderofAssessmentofCivil
                                    MoneyPenalty)，就兆豐紐約分行、兆豐芝加哥分行及兆豐矽谷分行最
                                    近期檢查基準日，分別為2016年6月30日、2016年12月31日及2016
                                    年9月30日，所發現與風險管理及遵循BSA/AML要求暨法令規範相關
                                    之缺失，除遭課罰款美金2仟9佰萬元外，並應提出各項書面改善計
                                    畫，包括本行董事會與美國地區高階管理階層，應強化公司治理與管理
                                    階層之監督管理機制，董事會應提出建立美國地區4家分行合併治理
                                    架構及強化監督管理機制之書面改善計畫，董事會與上述三家分行應
                                    聯名提出分行別之強化遵循BSA/AML及OFAC法規規範要求之監督管理
                                    機制之書面計畫，本行與兆豐紐約分行、兆豐芝加哥分行及兆豐矽谷分
                                    行應再就強化BSA/AML遵循計畫、客戶盡職調查、可疑交易活動之監控
                                    與申報及OFAC之遵循等議題，提出書面改善計畫。此外，獨立監督人
                                    已執行重新檢視兆豐紐約分行自2015年1月1日到6月30日之美元
                                    清算交易，以確認經由兆豐紐約分行之可疑交易活動，是否可被適當辨
                                    認及依據相關可疑交易活動申報規範進行申報。惟此次FED裁罰令中
                                    亦肯定本行對公司治理已採取強化措施，及本行承諾對美國上述三家
                                    分行之監督與法遵計畫持續改善的決心。
                                    另FED與NYDFS每年也會就紐約分行整體之風險管理、作業控管、法令
                                    遵循及資產品質(ROCA)進行聯合檢查，本行及兆豐紐約分行於2018年
                                    3月、2019年3月及2020年3月就上述事件遞交書面改善計畫，後續
                                    正就所遞交之書面改善計畫中所列各項風險管理及法令遵循議題持續
                                    改善中。
                                    截至查核報告日止，上述書面改善計畫中所列各項議題，大部分已完成
                                    改善，並依規按季提報董事會後報送聯邦準備銀行。又獨立監督人對上
                                    述期間兆豐紐約分行美元清算交易之回溯調查，已於2020年2月底完
                                    成調查工作，審查期間相關發現已依規定提報董事會及相關主管機關。
                                </p>
                            </Col>
                        </Row>
                    </Col>
                </Row>

            </Container>
        </>
    )


}


export default Other13;
